"GetSupport" = "Support erhalten";
"ReinstallButtonDescription" = "Neueste Version installieren";
"UninstallButtonDescription" = "Aktuelle Installation entfernen";
"ReinstallButtonTitle" = "NEUESTE VERSION";
"UninstallButtonTitle" = "DEINSTALLIEREN";
"CannotInstallFlashPlayer" = "Adobe® Flash® Player kann nicht installiert werden.";
"NewerFlashPlayerAlreadyInstalled" = "Es ist bereits eine neuere Version der Software auf diesem System installiert.";
"InstalledVersionTitle" = "Installierte Version:";
"ThisVersionTitle" = "Diese Version:";
"SystemDoesNotMeetMinimumRequirements" = "Dieses System erfüllt nicht die Mindestanforderungen für die Installation.";
"InstallNoticeLine1" = "Mit diesem Programm wird Adobe® Flash® Player 10.1 installiert.";
"UsageTitle" = "Die Verwendung unterliegt der %@";
"LicenseAgreementLink" = "Flash Player-Softwarelizenzvereinbarung";
"ReadAndAgreeToTermsOfUse" = "Ich habe die Bedingungen der Lizenzvereinbarung gelesen und stimme ihnen zu.";
"CloseFPClientsDescription1" = "Schließen Sie die folgende(n) Anwendung(en), um den Vorgang fortzusetzen:";
"CloseFPClientsDescription2" = "Sie können sie manuell schließen oder indem Sie unten klicken.";
"ForceCloseAllButtonTitle" = "Schließen aller erzwingen";
"CloseAppsDialogTitle" = "Weitere Anwendungen schließen";
"CloseAppsDialogMessage" = "Es gibt immer noch einige Anwendungen, die geschlossen werden müssen.\n\nKlicken Sie auf \"OK\", um eine aktualisierte Liste anzuzeigen.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Schließen";
"FPInstallerWindowTitle" = "Installationsprogramm für Adobe Flash Player";
"InstallingMessage" = "Installation…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Installation wird abgeschlossen...";
"InstallButtonTitle" = "INSTALLIEREN";
"RetryButtonTitle" = "WIEDERHOLEN";
"QuitButtonTitle" = "BEENDEN";
"DoneButtonTitle" = "FERTIG";
"InstallSucceededTitle" = "Installation erfolgreich";
"InstallFailedTitle" = "Installation fehlgeschlagen";
"InstallFailedDescription" = "Diese Installation ist fehlgeschlagen.";
"ErrorLogTitle" = "Fehlerprotokoll:";
"FPUninstallerWindowTitle" = "Deinstallationsprogramm für Adobe Flash Player";
"UninstallDescriptionText" = "Dieses Programm entfernt Adobe® Flash® Player von Ihrem Computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "Dieses Programm entfernt Adobe® Flash® Player sowie alle zugehörigen Cachedateien und Einstellungen von Ihrem Computer.";
"UninstallingMessage" = "Deinstallation…";
"UninstallCompletedTitle" = "Abgeschlossen";
"UninstallSucceededText" = "Adobe® Flash® Player wurde von Ihrem System entfernt.";
